Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=526_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Oaivilčálus: Suopma, Ruoŧŧa ja Norga galget dáhkidit sápmelaččaid vuoigatvuođaid
smn: Uáivilčaalâ: Suomâ, Ruotâ já Taažâ kalgeh turviđ sämmilij vuoigâdvuođâid

source: Sápmelaččain leat biehttalan čuohtejagiid iešmearridanvuoigatvuođaid sihke vuoigatvuođa eatnamii ja čáhcái.
smn: Sämmilijn lii ihečuođij äägi kieldum jiešmeridemvuoigâdvuotâ sehe vuoigâdvuotâ enâmân já čáácán.

source: Máŋggat sápmelaččat eai ainge sáhte atnit olmmošvuoigatvuoidaideaset.
smn: Maaŋgah sämmiliih iä valagin pyevti kevttiđ olmoošvuoigâdvuođâidis.

source: Máŋggat sápmelaččat deivet ovdagáttuid ja rasismma, ja Davviriikkaid sápmelaččain leat oktasaš vásáhusat kolonisašuvnnas ja vealaheamis, mat leat čuovvumuššan stáhtaid bargan politihkas.
smn: Maaŋgah sämmiliih kuáhtájeh munekááduid já raasism, já Tave-enâmij sämmilijn láá ohtsiih vuáttámušah kolonisaatiost já olgooštmist, moh láá staatâi hárjuttem politiik puáđuseh.

source: Leat dál dilis, mas sápmelaččaid gielat, kultuvrrat ja ealáhusat leat jávkamin.
smn: Mij lep tääl tiileest, mast sämmilij kielah, kulttuureh já iäláttâsah láá lappuumin.

source: Álbmotvuoigatvuođalaččat eamiálbmogiin leat sierra vuoigatvuođat.
smn: Aalmugvuoigâdvuođâlávt láá algâaalmugijn sierânâs vuoigâdvuođah.

source: Suoma, Ruoŧa ja Norgga ráđđehusaid ovddasvástádussan leat dáhkidit sápmelaččaid vuoigatvuođaid, mat bohtet sin eamiálbmotsajádagas.
smn: Suomâ, Ruotâ já Taažâ haldâttâsâi ovdâsvástádâsâst lii turviđ sämmilij vuoigâdvuođâid, moh láá puáttám sii sajattuvâst algâaalmugin.

source: Suoma, Ruoŧa ja Norgga gaskasaš davviriikkalaš sápmelašsoahpamusaš ráđđádallat bárrásiin.
smn: Suomâ, Ruotâ já Taažâ koskâsii tave-eennâmlâš sämisopâmušâst ráđádeleh eidu tääl.

source: Ulbmilin lea, ahte soahpamušas meroštallat ja dainna dáhkidat vuoigatvuođaid, mat sámiin leat riikkaidgaskasaš vuoigatvuođa vuođul.
smn: Uáivilin lii, et sopâmušâst miärušteleh já toin torvejeh vuoigâdvuođâid, moh sämmilijn láá aalmugijkoskâsii vuoigâdvuođâ mield..

source: Das dovddastuvvojit sápmelaččaid vuoigatvuođat eamiálbmogin, ja dan vuolggasadjin lea jurdda das, ahte sápmelaččaid vuoigatvuođat mannet dáid golmma riikka álbmotlaš beroštumiid ovddabeallai.
smn: Tast tubdâstuvvojeh sämmilij vuoigâdvuođah algâaalmugin, já ton vuolgâsaijeen lii juurdâ tast, että sämmilij vuoigâdvuođah maneh tai kuulmâ eennâm aalmuglij hiäđui lappâd.

source: ON eamiálbmogiid (vuoigatvuođaid) spesiálaraporterejeaddji James Anaya deattuha, man dehalaš lea, ahte sámedikkit váldet oasi álggahuvvon bargui ja ahte Suopma, Ruoŧŧa ja Norga ratifiserejit soahpamuša.
smn: OA algâaalmugij (vuoigâdvuođâi) sierânâsraportistee James Anaya tiäddut, mon tehálâš lii, et sämitigeh uásálisteh paargon, mii lii joođoost já et Suomâ, Ruotâ já Taažâ ratifisisteh sopâmuš.

source: Gáibidat politihka, man vuolggasadjin leat sápmelaččaid vuoigatvuođat eamiálbmogin ja mii spiehkkasa dálá vealaheaddji struktuvrras.
smn: Mij vaattâp politiik, mon vuolgâsaijeen láá sämmilij vuoigâdvuođah algâaalmugin já mii spiekâst tááláá olgošteijee ráhtusijn.

source: Dánu stáhta sáhttá dorvvastit sámiid gielaid, kultuvrraid ja ealáhusaid seailuma ja ovdáneami álbmotvuoigatvuođa mielde.
smn: Nuuvt staatâ puáhtá turviđ sämmilij kielâi, kulttuurij já iäláttâsâi siäilum já ovdánem aalmugvuoigâdvuođâ mield..

source: Mii leat dan oaivilis, ahte davviriikkalaš sápmelašsoahpamuša ratifiseren sáhtá ovddiidit ođđa ortnega, mas sápmelaččain lea vejolašvuohta oassálastit ja váikkuhit mearrádusaid dahkamii áššiin, mat gusket sidjiide buot dásiin Davviriikkain.
smn: Mij uáinip, et tave-eennâmlâš sämisopâmuš ratifisistem puáhtá ovdediđ uđđâ oornig, mast sämmilijn lii máhđulâšvuotâ uásálistiđ já vaikuttiđ miärádâstohâmân sii kyeskee aašijn puohâin taasijn Tave-enâmijn.

source: Davviriikkalaš sápmelašsoahpamuša ratifiseren lea dehalaš lávki ovddosguvlui.
smn: Tave-eennâmlâš sämisopâmuš ratifisistem lii tehálâš lävkki ovdâskulij.

source: Mii deattuhat otne golmma Davviriikka ráđđádallansáttágottiide čujuhuvvon oktasaš čállosisttámet, man dehalaš lea ratifiseret soahpamušdeavstta, mainna dorvvastuvvojit sápmelaččaid olmmošvuoigatvuođat.
smn: Mij tiäduttep onne kuulmâ Tave-eennâm ráđádâllâmkuddijd čujottum ohtsii čalluustân, mon tehálâš lii ratifisistiđ sopâmušteevstâ, moin sämmilij olmoošvuoigâdvuođah torvejuvvojeh.

source: Mii deattuhat maid, man dehalaš lea doalvut ráđđádallamiid aktiivalaččat ovddos, vai almmuhuvvon viđa jagi áigetávvalis sáhttit doallat gitta.
smn: Mij tiäduttep meid, mon tehálâš lii tuálvuđ ráđádâlmijd aktiivlávt ovdâskulij, vâi almottum viiđâ ive äigitavlust puáhtá toollâđ kiddâ.

source: Norgga sámedikki ságajođiheaddji
smn: Taažâ sämitige saavâjođetteijee

source: Suoma sámedikki ságajođiheaddji
smn: Suomâ sämitige saavâjođetteijee

source: Ruoŧa sámedikki stivrra ságajođiheaddji
smn: Ruotâ sämitige stiivrâ saavâjođetteijee

source: Dánmárkku olmmošvuoigatvuohtainstituhta dásseárvoossodaga hoavda
smn: Tanska olmoošvuoigâdvuotâinstituut täsiárvu-uásáduv jođetteijee

source: Suoma vehádatáittardeaddji
smn: Suomâ ucceeblohováldálâš

source: Suoma dásseárvoáittardeaddji
smn: Suomâ täsiárvuváldálâš

source: Dásseárvo áittardeaddji
smn: Täsiárvuváldálâš Färsuolluuh

source: Ruonáeatnama dásseárvoráđi ságajođiheaddji
smn: Ruánááeennâm täsiárvurääđi saavâjođetteijee

source: Islándda dásseárvoguovddáša hoavda
smn: Island täsiárvukuávdáá jođetteijee

source: Norgga dásseárvo- ja vehádatáittardeaddji
smn: Taažâ täsiárvu- já ucceeblohováldálâš

source: Ruoŧa vealahanáittardeaddji
smn: Ruotâ olgoštemváldálâš

source: Ålándda vealahanáittardeaddji
smn: Åland olgoštemäššialmai
